

"Show image in list" = "«Προβολή εικόνας στη λίστα»";
"Unread articles" = "Μη αναγνωσμένα άρθρα";
"Starred articles" = "Αγαπημένα άρθρα";
"Read articles" = "Αναγνωσμένα άρθρα";
"All articles" = "Όλα τα άρθρα";
"Mode" = "Λειτουργία";
"Analytics Enabled" = "Στατιστικές αναλύσεις ενεργοποιημένες";
"Justify Article" = "Ευθυγράμμιση άρθρου";
"Badge" = "Σήμα";
"Enabled" = "Ενεργοποιημένο";
"none given" = "δεν δόθηκε τίποτα";
"Name" = "Όνομα";
"Group" = "Ομάδα";
